/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "एक नया संस्करण उपलब्ध है।";
"Version:" = "संस्करण:";
"Released Date:" = "जारी तिथि:";
"Remind me later" = "मुझे बाद में याद दिलाना";
"Update now" = "अभी अद्यतन करें";
"Check the update" = "अपडेट की जांच करें";
"The version you are using is the latest one!" =
"आप जिस संस्करण का उपयोग कर रहे हैं वह नवीनतम है!";
"Software updata" = "सॉफ्टवेयर अपडेट";
"Network error, please check the network and try again." =
"नेटवर्क त्रुटि, कृपया नेटवर्क जांचें और पुन: प्रयास करें।";
"OK" = "ठीक";
"Downloading, please wait a moment." =
"डाउनलोड हो रहा है, कृपया कुछ देर प्रतीक्षा करें।";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" =
"डाउनलोड सम्पन्न हुआ। तत्काल स्थापना के लिए चल रहे प्रोग्राम को बंद करने की आवश्यकता है। क्या आप जारी रखना चाहते हैं?";
"Install now" = "अब स्थापित करें";
"Cancel" = "रद्द करें";
"Download the latest version, do you want to cancel?" =
"नवीनतम संस्करण डाउनलोड करें, क्या आप रद्द करना चाहते हैं?";
"Download error, please check the network and try again," =
"डाउनलोड त्रुटि, कृपया नेटवर्क जांचें और पुन: प्रयास करें,";
"Yes" = "हां";
"No" = "नहीं";
"Installing, please wait a moment." =
"स्थापित कर रहा है, कृपया कुछ क्षण प्रतीक्षा करें।";
"Install complete." = "पूर्ण स्थापित करें।";
"Start now" = "अभी शुरू करो";
"Install failed, please try again." =
"इंस्टॉल विफल रहा, कृपया पुन: प्रयास करें।";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." =
"कृपया प्रोग्राम इंस्टालेशन के पूरा होने के लिए धैर्यपूर्वक प्रतीक्षा करें, अन्यथा यह प्रोग्राम अपवाद का कारण बन सकता है।";
"Try again" = "पुनः प्रयास करें";
"What's New:" = "नया क्या है:";
"Checking for updates…" = "अपडेट्स के लिए जांच हो रही है…";

